/* Swedish */

"com_breedingpinetrees_sgf_result" = "Resultat";
"com_breedingpinetrees_sgf_result.Description" = "Resultat";

"com_breedingpinetrees_sgf_event" = "Evenemang";
"com_breedingpinetrees_sgf_event.Description" = "Evenemang";

"com_breedingpinetrees_sgf_white" = "Vit";
"com_breedingpinetrees_sgf_white.Description" = "Vit";

"com_breedingpinetrees_sgf_black" = "Svart";
"com_breedingpinetrees_sgf_black.Description" = "Svart";

"com_breedingpinetrees_sgf_handicap" = "Handicap";
"com_breedingpinetrees_sgf_handicap.Description" = "Number of handicap stones the black player received";

"com_breedingpinetrees_sgf_komi" = "Komi";
"com_breedingpinetrees_sgf_komi.Description" = "Amount of the white player received";

"com_breedingpinetrees_sgf_size" = "Brädets storlek";
"com_breedingpinetrees_sgf_size.Description" = "Brädets storlek";

"com_breedingpinetrees_sgf_gametype" = "Game Type";
"com_breedingpinetrees_sgf_gametype.Description" = "Type of game played";

"com_breedingpinetrees_sgf_whiterank" = "Vits rang";
"com_breedingpinetrees_sgf_whiterank.Description" = "Vits rang";

"com_breedingpinetrees_sgf_blackrank" = "Svarts rang";
"com_breedingpinetrees_sgf_blackrank.Description" = "Svarts rang";

"com_breedingpinetrees_sgf_blackteam" = "Black Team";
"com_breedingpinetrees_sgf_blackteam.Description" = "Name of the black team if the game was a team match";

"com_breedingpinetrees_sgf_whiteteam" = "White Team";
"com_breedingpinetrees_sgf_whiteteam.Description" = "Name of the white team if the game was a team match";

"com_breedingpinetrees_sgf_opening" = "Opening";
"com_breedingpinetrees_sgf_opening.Description" = "Information about the opening played";

"com_breedingpinetrees_sgf_overtime" = "Övertid";
"com_breedingpinetrees_sgf_overtime.Description" = "Övertid";

"com_breedingpinetrees_sgf_round" = "Omgång";
"com_breedingpinetrees_sgf_round.Description" = "Omgång";

"com_breedingpinetrees_sgf_ruleset" = "Ruleset";
"com_breedingpinetrees_sgf_ruleset.Description" = "Rules used";

"com_breedingpinetrees_sgf_oldhandicap" = "Old Handicap";
"com_breedingpinetrees_sgf_oldhandicap.Description" = "Old style handicap arrangements";

"com_breedingpinetrees_sgf_dateplayed" = "Datum";
"com_breedingpinetrees_sgf_dateplayed.Description" = "Datum";

"com_breedingpinetrees_sgf_yearplayed" = "Year Played";
"com_breedingpinetrees_sgf_yearplayed.Description" = "Year in which the game was played";

"com_breedingpinetrees_sgf_winner" = "Winner";
"com_breedingpinetrees_sgf_winner.Description" = "Player who won the game";

"com_breedingpinetrees_sgf_loser" = "Loser";
"com_breedingpinetrees_sgf_loser.Description" = "Player who lost the game";

